Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Binary
de: Binärprogramm
es: Programa binario
fr: Binaire
hi: द्विचर
it: Binario
nl: Binair
pl: Binarny
pt: Binário
ru: Двоичный
tr: İkili
uk: Двійковий

source: Biologist
de: Biologe
es: Biólogo
fr: Biologiste
hi: जीवविज्ञानविद्
it: Biologo
nl: Bioloog
pl: Biolog
pt: Biólogo
ru: Биолог
tr: Biyolog
uk: Біолог

source: Biology
de: Biologie
es: Biología
fr: Biologie
hi: जैविकी
it: Biologia
nl: Biologie
pl: Biologia
pt: Biologia
ru: Биология
tr: Biyoloji
uk: Біологія

source: Biosphere
de: Biosphäre
es: Biosfera
fr: Biosphère
hi: जीवमंडल
it: Biosfera
nl: Biosfeer
pl: Biosfera
pt: Biosfera
ru: Биосфера
tr: Biyosfer
uk: Біосфера

source: Birch
de: Birke
es: Abedul
fr: Bouleau
hi: भूर्ज
it: Betulla
nl: Berk
pl: Brzoza
pt: Bétula
ru: Берёза
tr: Huş
uk: Береза

source: Birds
de: Vögel
es: Pájaros
fr: Oiseaux
hi: पक्षी
it: Uccelli
nl: Vogels
pl: Ptaki
pt: Pássaros
ru: Птицы
tr: Kuşlar
uk: Птахи

source: Birdwatching
de: Vogelbeobachtung
es: Observación de las aves
fr: Observation de la vie des oiseaux
hi: पक्षी-अवलोकन
nl: Vogels kijken
pl: Obserwowanie ptaków
pt: Observação de pássaros
ru: Наблюдение за птицами
tr: Kuş Gözlemciliği
uk: Спостереження за птахами

source: Black
de: Schwarzer
es: Negro
fr: Noir
hi: काला
it: Nero
nl: Zwart
pl: Czarny
pt: Preto
ru: Чёрный
tr: Siyah
uk: Чорний

source: Blackmail
de: Erpressung
es: Chantaje
fr: Chantage
hi: भयादोहन
it: Ricatto
nl: Chantage
pl: Szantaż
pt: Chantagem
ru: Шантаж
tr: Şantaj
uk: Шантаж

source: Bladder
de: Blase
es: Vejiga
fr: Vessie
hi: मूत्राशय
it: Vescica
nl: Blaas
pl: Pęcherz
pt: Bexiga
ru: Пузырь
tr: Mesane
uk: Сечовий міхур

source: Blend
de: Mischung
es: Mezcla
fr: Mélange
hi: मेल रखना
it: Miscela
nl: Mengen
pl: Mieszanka
pt: Mistura
ru: Смесь
tr: Karışım
uk: Суміш

source: Blender
de: Mixer
es: Licuadora
fr: Mixeur
hi: सम्मिश्रक
it: Frullatore
pl: Mikser
pt: Liquidificador
ru: Блендер
tr: Karıştırıcı
uk: Блендер

source: Blight
de: Brand
es: Plaga
fr: Gâcher
hi: अभिशाप
it: Ruggine
nl: Brand &
pl: Plaga
pt: Praga
ru: Ржа
tr: Yanıklık
uk: Блайт

source: Blimp
de: Kleinluftschiff
es: Zepelín
fr: Dirigeable
hi: ब्लींप
pl: Mały sterowiec niesztywny
pt: Dirigível
ru: Сирижабле
uk: Дирижаль

source: Blind
de: Blinde
es: Ciegos
fr: Aveugle
hi: नेत्रहीन
it: Cieco
pl: Ślepy
pt: Cego
ru: Слепой
tr: Kör
uk: Сліпий

source: Blizzard
de: Schneesturm
es: Tormenta de nieve
hi: हिम-झंझावात
it: Bufera di neve
nl: Hevige sneeuwstorm
pl: Zamieć
pt: Nevasca
ru: Буран
tr: Kar fırtınası
uk: Заметіль

source: Blood
de: Blut
es: Sangre
fr: Sang
hi: रक्त
it: Sangue
nl: Bloed
pl: Krew
pt: Sangue
ru: Кровь
tr: Kan
uk: Кров

source: Blossom
de: Blüte
es: Flor
fr: Fleur
hi: फूल
it: Fiore
nl: Bloesem
pl: Kwiat
pt: Flor
ru: Цвет
tr: Çiçek açmak
uk: Цвітіння

source: Blouse
de: Bluse
es: Blusa
fr: Chemisier
hi: ब्लाउज़
it: Camicetta
pl: Bluzka
pt: Blusa
ru: Блузка
tr: Bluz
uk: Блузка

source: Blowgun
de: Blaspistole
es: Cerbatana
fr: Sarbacane
hi: ब्लोगन
it: Cerbottana
nl: Blaaspijp
pl: Dmuchawka
pt: Pistola de sopro
ru: Пылет
tr: Üfleme Tabancası
uk: Повітродувка

source: Bluebell
de: Glockenblume
es: Campanilla
fr: Jacinthe des bois
hi: ब्लूबेल
it: Campanula
nl: Wilde hyacint
pl: Dzwonek
pt: Campânula
ru: Колокольчик
tr: Çan çiçeği
uk: Дзвіночок

source: Bluebird
de: Drossel
es: Irena
fr: Rouge-gorge bleu
hi: ब्लूबर्ड
it: Uccello azzurro
nl: Amerikaanse blauwe lijster
pl: Drozd północnoamerykański
pt: Pássaro azul
ru: Синешейка
tr: Mavi kuş
uk: Блакитний птах

source: Bluebonnet
de: Blaulupine
es: Lupinus subcarnosus
hi: ब्लूबोननेट
nl: Blauwe bonnet
pl: Niebieska czapka
pt: Boneto azul
ru: Блюбоннет
uk: Блюбоннет

source: Bluejay
de: Blauhäher
es: Jay azul
fr: Jaune bleu
hi: ब्लूजे
it: Ghiandaia blu
nl: Blauwe jay
pt: Gaio azul
ru: Блюджей
tr: Mavi alakarga
uk: Блю-Джей

source: Blueprint
de: Entwurf
es: Plano
fr: Projet
hi: ब्लूप्रिंट
it: Progetto
nl: Blauwdruk
pl: Plan
pt: Modelo
ru: План
tr: Ozalit kopya
uk: Креслення

source: Boat
de: Boot
es: Bote
fr: Bateau
hi: नाव
it: Battello
nl: Boot
pl: Łódź
pt: Barco
ru: Лодка
tr: Kayık
uk: Човен

source: Bobsleigh
de: Bob
hi: स्लेज
it: Bob
nl: Bobslee
pl: Bobslej
ru: Бобслей
tr: Kızak
uk: Бобслей

source: Body Parts
de: Körperteile
es: Partes del cuerpo
fr: Parties du corps
hi: शरीर के अंग
it: Parti del corpo
nl: Lichaamsdelen
pl: Części ciała
pt: Partes do corpo
ru: Части тела
tr: Vücut Parçaları
uk: Частини тіла

source: Bog
de: Moor
es: Cagadero
fr: Tourbière
hi: दलदल
it: Palude
nl: Moeras
pl: Torfowisko
pt: Pântano
ru: Болото
tr: Bataklık
uk: Боло

source: Boil
de: Siedepunkt
es: Punto de ebullición
fr: Faire bouillir
hi: उबलना
it: Bollire
nl: Koken
pl: Zagotować
pt: Ferver
ru: Кипение
tr: Haşlamak
uk: Кип'ятити

source: Bolivar
de: Bolívar
es: Bolívar
hi: बोलिवर
pl: Boliwar
pt: Bolívar
ru: Боливар
uk: Болівар

source: Bomb
de: Bombe
es: Explosivo
fr: Bombe
hi: बम
it: Bomba
nl: Bom
pl: Bomba
pt: Bomba
ru: Бомба
tr: Bomba
uk: Бомба

source: Bond
de: Schuldschein
es: Bono
fr: Caution
hi: बंधन
it: Legame
nl: Obligatie
pl: Więź
pt: Título
ru: Связь
tr: Bağ
uk: Зв'язок

source: Bone
de: Knochen
es: Hueso
fr: Os
hi: हड्डी
it: Osso
nl: Bot
pl: Kość
pt: Osso
ru: Кость
tr: Kemik
uk: Кістка

source: Bookcase
de: Bücherschrank
es: Estantería
fr: Bibliothèque
hi: बुककेस
it: Libreria
nl: Boekenkast
pl: Biblioteczka
pt: Estante de livros
ru: Книжный шкаф
tr: Kitap dolabı
uk: Книжкова шафа

source: Boolean
de: Boolesch
es: Booleano
fr: Booléen
hi: बूलियन
it: Booleano
nl: Booleaans
pt: Booleano
ru: Логический
uk: Булевий

source: Boomerang
de: Bumerang
es: Búmeran
hi: बुमेरांग
nl: Boemerang
pl: Bumerang
pt: Bumerangue
ru: Бумеранг
tr: Bumerang
uk: Бумеранг

source: Boots
de: Stiefel
es: Botas
fr: Bottes
hi: जूते
it: Stivali
nl: Laarzen
pl: Buty
pt: Botas
ru: Сапоги
tr: Çizmeler
uk: Чоботи

source: Boredom
de: Langeweile
es: Aburrimiento
fr: Ennui
hi: ऊब
it: Noia
nl: Verveling
pl: Nuda
pt: Tédio
ru: Скука
tr: Sıkıntı
uk: Нудьма

source: Borzoi
de: Barsoi
es: Galgo ruso
fr: Barzoï
hi: बोरज़ोई
pl: Borzoj
ru: Русская борзая
uk: Борзой

source: Bottle
de: Flasche
es: Botella
fr: Bouteille
hi: बोतल
it: Bottiglia
nl: Fles
pl: Butelka
pt: Garrafa
ru: Бутылка
tr: Şişe
uk: Пляшка

source: Bow
de: Bogen
es: Arco
fr: Arc
hi: धनुष
it: Arco
nl: Boog
pl: Łuk
pt: Arco
ru: Лук
tr: Yay
uk: Лук

source: Bowl
de: Schüssel
es: Tazón
fr: Bol
hi: कटोरा
it: Scodella
nl: Kom
pl: Miska
pt: Tigela
ru: Миска
tr: Kase
uk: Чаша

source: Bowtie
de: Fliege
es: Pajarita
fr: Noeud papillon
hi: बो टाई
it: Papillon
nl: Vlinderdas
pl: Muszka
pt: Gravata borboleta
ru: Галстук-бабочка
tr: Papyon
uk: Краватка-метелик

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
hi: बॉक्सिंग
it: Boxe
nl: Boksen
pl: Boks
pt: Boxe
ru: Бокс
tr: Boks
uk: Бокс

source: Brain
de: Gehirn
es: Cerebro
fr: Cerveau
hi: मस्तिष्क
it: Cervello
nl: Brein
pl: Mózg
pt: Cérebro
ru: Мозг
tr: Beyin
uk: Мозок

source: Braise
de: Schmoren
es: Estofar
fr: Braiser
hi: ब्रेज़
it: Brasare
nl: Smoren
pl: Udusić
pt: Estufar
ru: Тушить
tr: Kızarmak
uk: Тушкувати

source: Branch
de: Ast
es: Rama
fr: Succursale
hi: शाखा
it: Ramo
nl: Tak
pl: Oddział
pt: Ramo
ru: Филиал
tr: Şube
uk: Гілка

source: Brass
de: Messing
es: Latón
fr: Laiton
hi: पीतल
it: Ottone
nl: Messing
pl: Mosiądz
pt: Latão
ru: Латунь
tr: Pirinç
uk: Латунь

source: Bravo
de: Berta
es: Bueno
fr: Berthe
hi: Brava
it: Bologna
nl: Bernard
pl: Barbara
ru: Борис
tr: Bursa

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
hi: ब्राज़ील
it: Brasile
nl: Brazilië
pl: Brazylia
pt: Brasil
ru: Бразилия
tr: Brezilya
uk: Бразилія

source: Bread
de: Brot
es: Pan
fr: Pain
hi: डबलरोटी
it: Pane
nl: Brood
pl: Chleb
pt: Pão
ru: Хлеб
tr: Ekmek
uk: Хліб

source: Breeze
de: Brise
es: Brisa
fr: Brise
hi: मंद पवन
it: Brezza
nl: Bries
pl: Bryza
pt: Brisa
ru: Ветерок
tr: Esinti
uk: Бриз

source: Bribery
de: Bestechung
es: Soborno
fr: Corruption
hi: रिश्वत
it: Corruzione
nl: Omkoping
pl: Łapówkarstwo
pt: Suborno
ru: Взяточничество
tr: Rüşvet verme
uk: Хабарник

source: Brick
de: Ziegelstein
es: Ladrillo
fr: Brique
hi: इंट
it: Mattone
nl: Stenen
pl: Cegła
pt: Tijolo
ru: Кирпич
tr: Tuğla
uk: Цегла

source: Brief
de: Zusammenfassung
es: Sumario
fr: Bref
hi: संक्षिप्त
it: Breve
nl: Kort
pl: Krótki
pt: Breve
ru: Краткий
tr: Kısa
uk: Короткий

source: Briefcase
de: Aktentasche
es: Maletín
fr: Serviette
hi: ब्रीफ़केस
it: Valigetta
nl: Aktetas
pl: Teczka
pt: Maleta
ru: Портфель
tr: Evrak çantası
uk: Портфель

source: Brier
de: Dornenrute
es: Zarza
hi: ब्रियर
nl: Pijp van de wortel daarvan
ru: Бриер
uk: Брієр

source: Brocade
de: Brokat
es: Brocado
fr: Brocart
hi: ब्रोकेड
it: Broccato
nl: Brokaat
pl: Brokat
pt: Brocado
ru: Парча
tr: Brokar
uk: Парча

source: Broil
de: Braten
es: Asar a la parrilla
fr: Griller
hi: ब्रोइल
it: Grigliare
nl: Roosteren
pl: Smażyć się
pt: Grelhar
ru: Жариться
tr: Izgara
uk: Смаля

source: Brow
de: Augenbraue
es: Frente
fr: Front
hi: भौंह
it: Fronte
nl: Wenkbrauw
pl: Czoło
pt: Sobrancelha
ru: Бровь
tr: Kaş
uk: Брови

source: Brown
de: Braun
es: Marrón
fr: Brun
hi: भूरा
it: Marrone
nl: Bruin
pl: Brązowy
pt: Marrom
ru: Коричневый
tr: Kahverengi
uk: Коричневий

source: Brussels
de: Brüssel
es: Bruselas
fr: Bruxelles
hi: ब्रसेल्स
it: Bruxelles
nl: Brussel
pl: Bruksela
pt: Bruxelas
ru: Брюссель
tr: Brüksel
uk: Брюссель

source: Bucket
de: Eimer
es: Cubo
fr: Seau
hi: बालटी
it: Secchio
nl: Emmer
pl: Wiadro
pt: Balde
ru: Ведро
tr: Kova
uk: Відро

source: Buffalo
de: Büffel
es: Bisonte
fr: Bison
hi: भैंस
it: Bufalo
nl: Buffel
pl: Bawół
pt: Búfalo
ru: Буйвол
tr: Manda
uk: Буффало

source: Buffer
de: Zwischenspeicher
es: Búfer
fr: Tampon
hi: प्रतिरोधक
it: Tampone
pl: Bufor
ru: Буфер
tr: Tampon
uk: Буфер

source: Bulgarian
de: Bulgare
es: Búlgaro
fr: Bulgare
hi: बल्गेरियाई
it: Bulgaro
nl: Bulgaars
pl: Bułgar
pt: Búlgaro
ru: Болгарский
tr: Bulgar
uk: Болгарський

source: Bulldog
de: Bulldogge
es: Buldog
fr: Bouledogue
hi: बुलडॉग
nl: Buldog
pl: Buldog
pt: Buldogue
ru: Бульдог
tr: Buldog
uk: Бульдог

source: Bullfrog
de: Ochsenfrosch
es: Rana toro
fr: Grenouille taureau
hi: बुलफ्रॉग
it: Rana toro
nl: Kikvors
pl: Żaba rycząca
pt: Rã-touro
ru: Лягушка-бык
tr: Boğa kurbağası
uk: Жаба-бик

source: Bumper
de: Stoßstange
es: Parachoques
fr: Pare-chocs
hi: बंपर
it: Paraurti
pl: Zderzak
pt: Para-choque
ru: Бампер
tr: Tampon
uk: Бампер

source: Bureau
de: Amt
es: Departamento
hi: ब्यूरो
it: Ufficio
pl: Biuro
pt: Escritório
ru: Бюро
tr: Büro
uk: Бюро

source: Burglary
de: Einbruch
es: Robo
fr: Cambriolage
hi: चोरी
it: Furto con scasso
nl: Inbraak
pl: Włamanie
pt: Assalto
ru: Кража со взломом
tr: Hırsızlık
uk: Крахіл у зломом

source: Burgundy
de: Burgund
es: Borgoña
fr: Bordeaux
hi: बरगंडी
it: Borgogna
nl: Bourgondië
pl: Burgundia
pt: Borgonha
ru: Бургундское (вино)
tr: Bordo
uk: Бургундія

source: Burmese
de: Burmesisch
es: Birmano
fr: Birman
hi: बर्मी
it: Birmano
nl: Birmaans
pl: Birmańczyk
pt: Birmanês
ru: Бирманский
tr: Birmanyalı
uk: Бірманка

source: Bus
de: Omnibus
es: Autobús
hi: बस
it: Autobus
pl: Autobus
pt: Ônibus
ru: Автобус
tr: Otobüs
uk: Автобус

source: Buttercup
de: Butterblume
es: Ranúnculo
fr: Bouton d'or
hi: बटरकप
it: Ranuncolo
nl: Boterbloem
pl: Jaskier
pt: Botão-de-ouro
ru: Лютик
tr: Düğün çiçeği
uk: Лютик

source: Butterfly
de: Schmetterling
es: Mariposa
fr: Papillon
hi: तितली
it: Farfalla
nl: Vlinder
pl: Motyl
pt: Borboleta
ru: Бабочка
tr: Kelebek
uk: Метелик

source: Buttress
de: Strebepfeiler
es: Contrafuerte
fr: Soutien
hi: बट्ट्रेस
it: Contrafforte
nl: Steunpilaar
pl: Przypora
pt: Sustentar
ru: Опора
tr: Payanda
uk: Засівка

source: Buzzard
de: Bussard
es: Gavilán
fr: Buse
hi: बज़र्ड
it: Poiana
nl: Buizerd
pl: Myszołów
pt: Abutre
ru: Канюк
tr: Akbaba
uk: Базорд

source: Cabbage
de: Kohl
es: Col
fr: Chou
hi: बंदगोभी
it: Cavolo
nl: Kool
pl: Kapusta
pt: Repolho
ru: Капуста
tr: Lahana
uk: Капуста

source: Cabinet
de: Kabinett
es: Gabinete
hi: मंत्रिमंडल
it: Gabinetto
nl: Kabinet
pl: Gabinet
pt: Armário
ru: Корпус
tr: Dolap
uk: Кабінет

source: Cable
de: Kabel
fr: Câble
hi: केबल
it: Cavo
nl: Kabel
pl: Kabel
pt: Cabo
ru: Кабель
tr: Kablo
uk: Кабель

source: Cactus
de: Kaktus
hi: नागफ़नी
pl: Kaktus
pt: Cacto
ru: Кактус
tr: Kaktüs
uk: Кактус

source: Caiman
de: Kaiman
es: Caimán
fr: Caïman
hi: केमैन
it: Caimano
nl: Kaaiman
pl: Kajman
pt: Caimão
ru: Кайман
uk: Кайман

source: Cairo
de: Kairo
fr: Le Caire
hi: क़ाहिरा
it: Il Cairo
nl: Caïro
pl: Kair
ru: Каир
tr: Kahire
uk: Каїр

source: Cake
de: Kuchen
es: Pastel
fr: Gâteau
hi: केक
it: Torta
nl: Taart
pl: Ciasto
pt: Bolo
ru: Торт
tr: Kek
uk: Торт

source: Calculus
de: Infinitesimalrechnung
es: Cálculo
fr: Calcul
hi: कलन
it: Calcolo
nl: Rekening
pl: Rachunek
pt: Cálculo
ru: Исчисление
tr: Kalkülüs
uk: Обчислення

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
hi: कैलेंडर
it: Calendario
nl: Kalender
pl: Kalendarz
pt: Calendário
ru: Календарь
tr: Takvim
uk: Календар

source: Caliber
de: Kaliber
es: Calibre
fr: Calibre
hi: कैलिबर
it: Calibro
nl: Kaliber
pl: Kaliber
pt: Calibre
ru: Калибр
tr: Kalibre
uk: Калібр

source: Calico
de: Bunt
es: Algodón estampado
fr: Calicot
hi: कैलिको
it: Calicò
nl: Van katoen
pl: Perkal
pt: Chita
ru: Ситец
uk: Каліко

source: Caliper
de: Bremssattel
es: Calibrador
fr: Étrier
hi: कैलिपर
it: Protesi rigida
nl: Remklauw
pl: Suwmiarka
pt: Paquímetro
ru: Штангенциркуль
tr: Kumpas
uk: Штангенциркуль

source: Calligraphy
de: Kalligraphie
es: Caligrafía
fr: Calligraphie
hi: सुलेखन
it: Calligrafia
nl: Kalligrafie
pl: Kaligrafia
pt: Caligrafia
ru: Каллиграфия
tr: Kaligrafi
uk: Каліграфія

source: Camel
de: Kamel
es: Camello
fr: Chameau
hi: ऊँट
it: Cammello
nl: Kameel
pl: Wielbłąd
pt: Camelo
ru: Верблюд
tr: Deve
uk: Верблюд

source: Camellia
de: Kamelie
es: Camelia
fr: Camélia
hi: कैमेलिया
it: Camelia
nl: Camelia
pl: Kamelia
pt: Camélia
ru: Камелия
tr: Kamelya
uk: Камелія

source: Camshaft
de: Nockenwelle
es: Árbol de levas
fr: Arbre à cames
hi: कैंषफ़्ट
it: Albero a camme
nl: Nokkenas
pl: Wał krzywkowy
pt: Árvore de cames
ru: Кулачковый вал
tr: Eksantrik mili
uk: Распредвал

source: Can
de: Dose
es: Lata
fr: Mettre quelque chose en conserve
hi: कर सकते हैं
it: Bidone
nl: Kan
pl: Z puszki
pt: Lata
ru: Уметь
tr: Bidon
uk: Може

source: Canada
de: Kanada
es: Canadá
hi: कनाडा
pl: Kanada
pt: Canadá
ru: Канада
tr: Kanada
uk: Канада

source: Canary
de: Kanarienvogel
es: Canario
fr: Canari
hi: पीत चटकी
it: Canarino
nl: Kanarie
pl: Kanarek
pt: Canário
ru: Канарейка
tr: Kanarya
uk: Канарка

source: Cannon
de: Kanone
es: Cañón
fr: Canon
hi: तोप
it: Cannone
nl: Kanon
pl: Armata
pt: Canhão
ru: Пушка
tr: Top
uk: Гармата

source: Canoe
de: Kanu
es: Canoa
fr: Canoë
hi: डोंगी
it: Canoa
nl: Kano
pl: Kajak
pt: Canoa
ru: Каноэ
tr: Kano
uk: Каное

source: Canopener
de: Baldachin
es: Toldo
fr: Auvent
hi: कैन ओपनर
it: Baldacchino
nl: Luifel
pl: Otwieracz do kani
pt: Dossel
ru: Открывалка
uk: Відкривач канів

source: Canopy
de: Überdachung
es: Toldo
fr: Verrière
hi: चँदवा
it: Baldacchino
nl: Baldakijn
pl: Baldachim
pt: Dossel
ru: Балдахин
tr: Kanopi
uk: Навіс

source: Cantonese
de: Kantonesisch
es: Cantonés
fr: Cantonais
hi: कैंटोनीज़
nl: Kantonees
pl: Kantoński
pt: Cantonês
ru: Кантонский диалект (китайского языка)
tr: Kantonca
uk: Кантонський

source: Canvas
de: Leinwand
es: Lienzo
fr: Toile
hi: किरमिच
it: Tela
pl: Płótno
pt: Tela
ru: Холст
tr: Tuval
uk: Полотно

source: Canyon
de: Cañon
es: Cañón
fr: Cañon
hi: घाटी
nl: Steile bergkloof
pl: Kanion
pt: Cânion
ru: Каньон
tr: Kanyon
uk: Каньйон

source: Cap
de: Kappe
es: Gorra
fr: Casquette
hi: ढक्कन
it: Tappo
nl: Pet
pl: Czapka
pt: Boné
ru: Кепка
tr: Kapak
uk: Шапка

source: Cape
de: Umhang
es: Capa
hi: लबादा
it: Capo
pl: Peleryna
pt: Capa
ru: Плащ
tr: Pelerin
uk: Мис

source: Car
de: Auto
es: Coche
fr: Voiture
hi: कार
it: Auto
nl: Auto
pl: Samochód
pt: Carro
ru: Машина
tr: Araba
uk: Автомобіль

source: Car Parts
de: Autoteile
es: Piezas de automóviles
fr: Pièces de voiture
hi: कार के पुर्जों
it: Ricambi auto
nl: Auto-onderdelen
pl: Części samochodowe
pt: Peças de carro
ru: Автозапчасти
tr: Araba Parçaları
uk: Автозапчастини

source: Carbine
de: Karabiner
es: Carabina
fr: Carabine
hi: कार्बाइन
it: Carabina
nl: Karabijn
pl: Karabinek automatyczny
pt: Carabina
ru: Карабин
tr: Karabina
uk: Карабін

source: Carburetor
de: Vergaser
es: Carburador
fr: Carburateur
hi: कार्बोरेटर
it: Carburatore
nl: Carburateur
pl: Gaźnik
pt: Carburador
ru: Карбюратор
tr: Karbüratör
uk: Карбюратор

source: Cardboard
de: Pappe
es: Cartón
fr: Carton
hi: कार्डबोर्ड
it: Cartone
nl: Karton
pl: Karton
pt: Papelão
ru: Картон
tr: Karton
uk: Картон

source: Cardigan
de: Strickjacke
es: Rebeca
hi: कार्डिगन
nl: Gebreid vest
pl: Sweter rozpinany
pt: Cardigã
ru: Кардиган
tr: Hırka
uk: Кардиган

source: Cardinal
de: Kardinal
es: Cardenal
hi: कार्डिनल
it: Cardinale
nl: Kardinaal
pl: Kardynał
pt: Cardeal
ru: Кардинал
tr: Kardinal
uk: Кардинал

source: Carnation
de: Landnelke
es: Clavel
fr: Œillet
hi: कार्नेशन
it: Garofano
nl: Anjer
pl: Goździk
pt: Cravo
ru: Гвоздика
tr: Karanfil
uk: У гвоздика

source: Carpenter
de: Zimmermann
es: Carpintero
fr: Charpentier
hi: बढ़ई
it: Falegname
nl: Timmerman
pl: Stolarz
pt: Carpinteiro
ru: Плотник
tr: Marangoz
uk: Тесляр

source: Carpet
de: Teppich
es: Alfombra
fr: Tapis
hi: क़ालीन
it: Tappeto
nl: Tapijt
pl: Dywan
pt: Tapete
ru: Ковёр
tr: Halı
uk: Килим

source: Carriage
de: Kutsche
es: Carruaje
fr: Calèche
hi: बग्घी
it: Carrozza
nl: Vervoer
pl: Przewóz
pt: Carruagem
ru: Каретка
tr: Taşıma
uk: Перевезення

source: Cartilage
de: Knorpel
es: Cartílago
hi: उपास्थि
it: Cartilagine
nl: Kraakbeen
pl: Chrząstka
pt: Cartilagem
ru: Хрящ
tr: Kıkırdak
uk: Хрясти

source: Carton
de: Karton
es: Caja de cartón
hi: कार्टून
it: Cartone
nl: Karton
pl: Karton
pt: Caixa
ru: Картонка
tr: Karton kutu
uk: Картонна коробка

source: Carve
de: Schnitzen
es: Tallar
fr: Sculpter
hi: तराशना
it: Scolpire
nl: Snijden
pl: Wyrzeźbić
pt: Esculpir
ru: Резать
tr: Oymak
uk: Різве

source: Case
de: Fall
es: Caso
fr: Cas
hi: प्रकरण
it: Caso
nl: Geval
pl: Przypadek
pt: Caso
ru: Случай
tr: Durum
uk: Справа

source: Cashmere
de: Kaschmir
es: Cachemira
fr: Cachemire
hi: कश्मीरी ऊन
it: Cachemire
nl: Kasjmier
pl: Kaszmir
pt: Caxemira
ru: Кашемир
tr: Kaşmir
uk: Кашемір

source: Cask
de: Tonne
es: Barril
fr: Fût
hi: कास्क
it: Botte
nl: Vat
pl: Beczka
pt: Barril
ru: Бочка
tr: Fıçı
uk: Каска

source: Cassowary
de: Kassowary
es: Casowary
fr: Casoar
hi: कैसोवरी
it: Casuario
nl: Kasuaris
pl: Kazuar
ru: Казуари
uk: Казуарі

source: Castanets
de: Kastagnette
es: Castañuelas
fr: Castagnettes
hi: कैस्टेनेट
it: Castagnette
nl: Castagnetten
pl: Kastaniety
pt: Castanholas
ru: Кастаньеты
tr: Kastanlar
uk: Кастанець

source: Cat Breeds
de: Katzenrassen
es: Razas de gatos
fr: Races de chats
hi: बिल्ली की नस्लें
it: Razze di gatti
nl: Kattenrassen
pl: Rasy Kotów
pt: Raças de gatos
ru: Породы кошек
tr: Kedi Irkları
uk: Породи котів

source: Catalan
de: Katalanisch
es: Catalán
hi: कैटलन
it: Catalano
nl: Catalaans
pl: Katalończyk
pt: Catalão
ru: Каталонский
tr: Katalan
uk: Каталонія

source: Catalyst
de: Katalysator
es: Catalizador
fr: Catalyseur
hi: उत्प्रेरक
it: Catalizzatore
nl: Katalysator
pl: Katalizator
pt: Catalisador
ru: Катализатор
tr: Katalizör
uk: Каталізатор

source: Catapult
de: Katapult
es: Catapulta
fr: Catapulte
hi: ग़ुलेल
it: Catapulta
nl: Katapult
pl: Katapulta
pt: Catapulta
ru: Катапульта
tr: Sapanla vurmak
uk: Катапульта

source: Caterpillar
de: Raupe
es: Oruga
fr: Chenille
hi: सूँडी
it: Bruco
nl: Rups
pl: Gąsienica
pt: Lagarta
ru: Гусеница
tr: Tırtıl
uk: Гусениця

source: Cave
de: Höhle
es: Cueva
fr: Grotte
hi: गुफा
it: Grotta
nl: Grot
pl: Jaskinia
pt: Caverna
ru: Пещера
tr: Mağara
uk: Печера

source: Cavern
de: Höhle
es: Caverna
fr: Caverne
hi: गुफा
it: Caverna
nl: Grot
pl: Jaskinia
pt: Caverna
ru: Пещера
tr: Mağara
uk: Печера

source: Cedar
de: Zeder
es: Cedro
fr: Cèdre
hi: देवदार
it: Cedro
nl: Ceder
pl: Cedr
pt: Cedro
ru: Кедр
tr: Sedir
uk: Кедр

source: Ceiling
de: Decke
es: Techo
fr: Plafond
hi: भीतरी छत
it: Soffitto
nl: Plafond
pl: Sufit
pt: Teto
ru: Потолок
tr: Tavan
uk: Стеля

source: Cell
de: Zelle
es: Célula
fr: Cellule
hi: कोशिका
it: Cella
nl: Cel
pl: Komórka
pt: Célula
ru: Клетка
tr: Hücre
uk: Клітина

source: Cement
de: Zement
es: Cemento
fr: Ciment
hi: सीमेंट
it: Cemento
pt: Cimento
ru: Цемент
tr: Çimento
uk: Цемент

source: Centaur
de: Zentaur
es: Centauro
fr: Centaure
hi: सेंटौर
it: Centauro
pt: Centauro
ru: Кентавр
uk: Кентавр

source: Centimeter
de: Zentimeter
es: Centímetro
fr: Centimètre
hi: सेंटीमीटर
it: Centimetro
pl: Centymetr
pt: Centímetro
ru: Сантиметр
tr: Santimetre
uk: Сантиметр

source: Centipede
de: Tausendfüßler
es: Ciempiés
fr: Mille-pattes
hi: कनखजूरा
it: Centopiedi
nl: Duizendpoot
pl: Parecznik
pt: Centopeia
ru: Многоножка
tr: Kırkayak
uk: Багатоніжка

source: Century
de: Jahrhundert
es: Siglo
fr: Siècle
hi: शताब्दी
it: Secolo
nl: Eeuw
pl: Stulecie
pt: Século
ru: Век
tr: Asır
uk: Століття

source: Ceramic
de: Keramik
es: De cerámica
fr: Céramique
hi: सिरेमिक
it: Ceramica
nl: Ceramisch
pl: Ceramika
pt: Cerâmica
ru: Керамический
tr: Seramik
uk: Керамічний

source: Cerberus
de: Zerberus
es: Cerbero
fr: Cerbère
hi: सेरबेरस
it: Cerbero
pl: Cerber
pt: Cérbero
ru: Цербер
uk: Цербер

source: Chain
de: Kette
es: Cadena
fr: Chaîne
hi: ज़ंजीर
it: Catena
nl: Ketting
pl: Łańcuch
pt: Corrente
ru: Цепь
tr: Zincir
uk: Ланцюг

source: Chair
de: Stuhl
es: Silla
fr: Chaise
hi: कुरसी
it: Poltrona
nl: Stoel
pl: Krzesło
pt: Cadeira
ru: Стул
tr: Sandalye
uk: Стілець

source: Chameleon
de: Chamäleon
es: Camaleón
fr: Caméléon
hi: गिरगिट
it: Camaleonte
nl: Kameleon
pl: Kameleon
pt: Camaleão
ru: Хамелеон
tr: Bukalemun
uk: Хамелеон

source: Chandelier
de: Kronleuchter
es: Araña
fr: Lustre
hi: झूमर
it: Lampadario a bracci
nl: Kroonluchter
pl: Żyrandol
pt: Candelabro
ru: Люстра
tr: Avize
uk: Люстра

source: Channel
de: Kanal
es: Canal
fr: Canal
hi: चैनल
it: Canale
nl: Kanaal
pl: Kanał
pt: Canal
ru: Канал
tr: Kanal
uk: Канал

source: Char
de: Saibling
es: Salvelino
fr: Faire des ménages
hi: चार
it: Tè
nl: Uit werken gaan
pl: Zwęglić
pt: Carbonizar
ru: Убирать помещение подённо/убрать помещение подённо
tr: Kömür
uk: Чар

source: Character
de: Figur
es: Personaje
fr: Caractère
hi: प्रकृति
it: Carattere
nl: Karakter
pl: Charakter
pt: Personagem
ru: Персонаж
tr: Karakter
uk: Характер

source: Charcoal
de: Holzkohle
es: Carbón vegetal
fr: Charbon de bois
hi: काठकोयला
it: Carbone di legna
nl: Houtskool
pl: Węgiel drzewny
pt: Carvão
ru: Древесный уголь
tr: Kömür
uk: Деревне вугілля

source: Chariot
de: Streitwagen
es: Carro
fr: Char
hi: रथ
it: Biga
nl: Triomf)wagen
pl: Rydwan
pt: Biga
ru: Колесница
tr: Araba
uk: Колесниця

source: Charlie
de: Cäsar
es: Carlos
fr: Célestine
it: Catania
nl: Conelis
pl: Celina
ru: Человек
tr: Ceyhan

source: Cheek
de: Wange
es: Mejilla
fr: Joue
hi: गाल
it: Guancia
nl: Wang
pl: Policzek
pt: Bochecha
ru: Щека
tr: Yanak
uk: Щока

source: Cheese
de: Käse
es: Queso
fr: Fromage
hi: पनीर
it: Formaggio
nl: Kaas
pl: Ser
pt: Queijo
ru: Сыр
tr: Peynir
uk: Сир

source: Cheetah
de: Gepard
es: Guepardo
fr: Guépard
hi: चीता
it: Ghepardo
nl: Jachtluipaard
pl: Gepard
pt: Chita
ru: Гепард
tr: Çita
uk: Гепард

source: Chef
de: Küchenchef
fr: Chef cuisinier
hi: बावर्ची
nl: Chef-kok
pl: Szef kuchni
pt: Chefe de cozinha
ru: Шеф-повар
tr: Şef
uk: Шеф-кухар

source: Chemist
de: Chemiker
es: Químico
fr: Chimiste
hi: रसायनज्ञ
it: Chimico
nl: Chemicus
pl: Chemik
pt: Químico
ru: Химик
tr: Kimyager
uk: Хімік

source: Chemistry
de: Chemie
es: Química
fr: Chimie
hi: रसायनशास्त्र
it: Chimica
nl: Chemie
pl: Chemia
pt: Química
ru: Химия
tr: Kimya
uk: Хімія

source: Chess
de: Schach
es: Ajedrez
fr: Échecs
hi: शतरंज
it: Scacchi
nl: Schaak
pl: Szachy
pt: Xadrez
ru: Шахматы
tr: Satranç
uk: Шахи

source: Chest
de: Brust
es: Pecho
fr: Poitrine
hi: छाती
it: Petto
nl: Borst
pl: Klatka piersiowa
pt: Peito
ru: Грудь
tr: Göğüs
uk: Груди
